---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GeometryFailures.ConvertFaceRegionsToFacesCrashed
source: html/3b7b6087-d17b-c916-4896-94254dab08c7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GeometryFailures.ConvertFaceRegionsToFacesCrashed Property

Failed to replace an instance face with its face regions.

## Syntax (C#)
```csharp
public static FailureDefinitionId ConvertFaceRegionsToFacesCrashed { get; }
```